---
kind: other
id: AllMembers.T:Autodesk.Revit.DB.MEPSize
source: html/57fdd05c-ffe4-716b-f21c-aa9db3318972.htm
---
# MEPSize Members

Constructs an object that stores the basic size information for MEP duct, pipe, cable tray and conduit.